{"id":3,"date":"2020-06-30T16:17:32","date_gmt":"2020-06-30T16:17:32","guid":{"rendered":"http:\/\/localhost:8888\/drmm\/?page_id=3"},"modified":"2020-10-20T18:19:46","modified_gmt":"2020-10-20T18:19:46","slug":"privacy-policy","status":"publish","type":"page","link":"http:\/\/drmm.co.uk\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\r\n<h2><em class=\"logo\">dRMM<\/em> PRIVACY NOTICE<\/h2>\r\n<p><strong>FOR CLIENTS, BUSINESS CONTACTS AND OTHER INTERESTED PARTIES<\/strong><\/p>\r\n<p><strong>1. WHAT IS THE PURPOSE OF THIS DOCUMENT?<\/strong><\/p>\r\n<p>dRMM Ltd (de Rijke Marsh Morgan Architects) is committed to protecting the privacy and security of your personal information.<\/p>\r\n<p>This privacy notice describes how we collect and use personal information about you before, during and after your relationship with us, in accordance with the General Data Protection Regulation (GDPR).<\/p>\r\n<p>It applies to all clients, business contacts and other interested parties, including visitors to our offices and any members of the public appearing in photographs we take of buildings designed by us.<\/p>\r\n<p>dRMM Ltd (dRMM) is a private limited liability company, incorporated and registered in England and Wales with company number 05031408 whose registered office is at Magdalen House, 136-148 Tooley Street, London, United Kingdom, SE1 2TU.<\/p>\r\n<p>dRMM is a “data controller”. This means that we are responsible for deciding how we hold and use personal information about you. We are required under data protection legislation to notify you of the information contained in this privacy notice.<\/p>\r\n<p>This notice applies to all clients, business contacts and other interested parties, including visitors to our premises. This notice does not form part of any contract to provide services. We may update this notice at any time. A copy of this notice appears on our website (<a href=\"http:\/\/www.drmm.co.uk\/\">http:\/\/www.drmm.co.uk<\/a>).<\/p>\r\n<p>It is important that you read this notice, together with any other privacy notice we may provide on specific occasions when we are collecting or processing personal information about you, so that you are aware of how and why we are using such information.<\/p>\r\n<hr \/>\r\n<p><strong>2. DATA PROTECTION PRINCIPLES<\/strong><\/p>\r\n<p>We will comply with data protection law. This says that the personal information we hold about you must be:<\/p>\r\n<p>1. Used lawfully, fairly and in a transparent way.<\/p>\r\n<p>2. Collected only for valid purposes that we have clearly explained to you and not used in any way that is incompatible with those purposes.<\/p>\r\n<p>3. Relevant to the purposes we have told you about and limited only to those purposes.<\/p>\r\n<p>4. Accurate and kept up to date.<\/p>\r\n<p>5. Kept only as long as necessary for the purposes we have told you about.<\/p>\r\n<p>6. Kept securely.<\/p>\r\n<hr \/>\r\n<p><strong>3. THE KIND OF INFORMATION WE HOLD ABOUT YOU<\/strong><br \/>Personal data, or personal information, means any information about an individual from which that person can be identified. It does not include data where the identity has been removed (anonymous data).<\/p>\r\n<p>There are “special categories” of more sensitive personal data which require a higher level of protection, such as information about a person’s health. We do not envisage we will process special category data relating to you.<br \/>We will collect, store, and use the following categories of personal information about you:<\/p>\r\n<ul>\r\n<li>Identity and Contact Data includes personal details such as name, title, gender, addresses, telephone numbers, and email addresses and photograph<\/li>\r\n<li>Financial Data includes bank account and payment details.<\/li>\r\n<li>Transaction Data includes details about payments to and from you and other details of products and services you have purchased from us.<\/li>\r\n<li>Profile and Usage Data includes purchases or orders made by you, preferences, feedback, responses and how you use our products and services.<\/li>\r\n<li>Marketing and Communications Data includes your preferences in receiving marketing from us and your communication preferences.<\/li>\r\n<\/ul>\r\n<hr \/>\r\n<p><strong>4. HOW PERSONAL INFORMATION IS COLLECTED<\/strong><br \/>We collect personal information about clients, business contacts and other interested parties, including visitors to our offices and any members of the public appearing in photographs we take of buildings designed by us.<\/p>\r\n<p>This is done directly from them in the ordinary course of our business, including taking briefs and providing our products and services. We sometimes receive referrals from third parties and may approach potentially interested parties when marketing our products and services.<\/p>\r\n<p>We have accounts on Twitter, Google+, Instagram, Facebook and LinkedIn. We may process your personal data if you interact with us on these sites, for example by signing up to a Twitter feed, friending us on Facebook, linking with us on LinkedIn, or liking or commenting upon any posts.<\/p>\r\n<p>Our website (http:\/\/wwwdrmm.co.uk) is static. It does not track visitors, ask for any personal data, monitor visitor preferences or process any personal data.<\/p>\r\n<p>We also take photographs of buildings designed by us to use for publicity and pitches. These photographs are of public spaces and sometimes may contain members of the public who are incidental to the picture we are taking.<\/p>\r\n<hr \/>\r\n<p><strong>5. HOW WILL WE USE INFORMATION ABOUT YOU<\/strong><br \/>We will only use your personal information when the law allows us to. Most commonly, we will use your personal information in the following circumstances:<\/p>\r\n<p>1. Where we need to perform the contract we have entered into with you, or where you have asked us to take steps to enter into a contract with you.<\/p>\r\n<p>2. Where we need to comply with a legal obligation.<\/p>\r\n<p>3. Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.<\/p>\r\n<p>We may also use your personal information in the following situations, which are likely to be rare:<\/p>\r\n<p>1. Where we need to protect your interests (or someone else’s interests).<\/p>\r\n<p>2. Where it is needed in the public interest.<\/p>\r\n<p><strong>Situations in which we will use your personal information<\/strong><\/p>\r\n<p>We need the categories of information in the list above primarily to allow us to perform our contract with you and to enable us to comply with legal obligations. In some cases we may use your personal information to pursue legitimate interests of our own or those of third parties, provided your interests and fundamental rights do not override those interests. The situations in which we will process your personal information are listed in the table at the end of this document. Some of the grounds for processing will overlap and there may be several grounds which justify our use of your personal information.<\/p>\r\n<p><strong>If you fail to provide personal information<\/strong><\/p>\r\n<p>If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from complying with our legal obligations.<\/p>\r\n<p><strong>Marketing<\/strong><\/p>\r\n<p>We strive to provide you with choices regarding certain personal data uses, particularly around marketing and advertising.<\/p>\r\n<p>We may use your Identity, Contact, Technical, Usage and Profile Data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing).<\/p>\r\n<p>You will receive marketing communications from us if you have requested information from us or purchased products or services from us and, in each case, you have not opted out of receiving that marketing.<\/p>\r\n<p><strong>Opting out<\/strong><\/p>\r\n<p>You can ask us to stop sending you marketing messages at any time by contacting us.<\/p>\r\n<p>Where you opt out of receiving these marketing messages, this will not apply to personal data provided to us as a result of a product\/service purchase, warranty registration, product\/service experience or other transactions.<\/p>\r\n<p><strong>Change of purpose<\/strong><\/p>\r\n<p>We will only use your personal information for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If we need to use your personal information for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.<\/p>\r\n<p>Please note that we may process your personal information without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.<\/p>\r\n<hr \/>\r\n<p><strong>6. HOW WE USE PARTICULARLY SENSITIVE PERSONAL INFORMATION<\/strong><br \/>“Special categories” of particularly sensitive personal information require higher levels of protection. We need to have further justification for collecting, storing and using this type of personal information.<\/p>\r\n<p>We do not hold or process sensitive personal information about our clients, business contacts or other interested parties.<\/p>\r\n<hr \/>\r\n<p><strong>7. AUTOMATED DECISION-MAKING<\/strong><br \/>Automated decision-making takes place when an electronic system uses personal information to make a decision without human intervention. We are allowed to use automated decision-making in the following circumstances:<\/p>\r\n<p>1. Where we have notified you of the decision and given you 21 days to request a reconsideration.<\/p>\r\n<p>2. Where it is necessary to perform the contract with you and appropriate measures are in place to safeguard your rights.<\/p>\r\n<p>3. In limited circumstances, with your explicit written consent and where appropriate measures are in place to safeguard your rights.<\/p>\r\n<p>If we make an automated decision on the basis of any particularly sensitive personal information, we must have either your explicit written consent or it must be justified in the public interest, and we must also put in place appropriate measures to safeguard your rights.<\/p>\r\n<p>You will not be subject to decisions that will have a significant impact on you based solely on automated decision-making, unless we have a lawful basis for doing so and we have notified you.<\/p>\r\n<p>We do not envisage that any decisions will be taken about you using automated means, however we will notify you in writing if this position changes.<\/p>\r\n<hr \/>\r\n<p><strong>8. DATA SHARING<\/strong><br \/>We may have to share your data with third parties, including third-party service providers. We require third parties to respect the security of your data and to treat it in accordance with the law.<\/p>\r\n<p>We may transfer your personal information outside the EEA. If we do, you can expect a similar degree of protection in respect of your personal information.<\/p>\r\n<p><strong>Why might you share my personal information with third parties?<\/strong><\/p>\r\n<p>We will share your personal information with third parties where required by law, where it is necessary to administer our contract with you or where we have another legitimate interest in doing so.<\/p>\r\n<p><strong>Which third-party service providers process my personal information?<\/strong><\/p>\r\n<p>Our third party service providers change from time to time and we can let you have details of parties who are processing your data at any given time upon request. We routinely share personal data with IT service providers, cloud storage providers, marketing agencies, our bank, accountants, legal advisers, other professional advisers and other service providers.<\/p>\r\n<p><strong>How secure is my information with third-party service providers?<\/strong><\/p>\r\n<p>All our third-party service providers are required to take appropriate security measures to protect your personal information in line with our policies. We do not allow our third-party service providers to use your personal data for their own purposes. We only permit them to process your personal data for specified purposes and in accordance with our instructions.<\/p>\r\n<p><strong>What about other third parties?<\/strong><\/p>\r\n<p>We may share your personal information with other third parties, for example in the context of the possible sale or restructuring of the business, or if it is required for legitimate business activities. We may also need to share your personal information with a regulator, HMRC or to otherwise comply with the law.<\/p>\r\n<p><strong>Transferring information outside the EEA<\/strong><\/p>\r\n<p>We may transfer your personal information outside the EEA. If we do, we will ensure there are appropriate measures in place to provide a similar degree of protection for your personal information as that required in the EEA.<\/p>\r\n<ul>\r\n<li>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.<\/li>\r\n<li>Where we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.<\/li>\r\n<li>Where we use providers based in the US, we may transfer data to them if they are part of the Privacy Shield which requires them to provide similar protection to personal data shared between the Europe and the US.<\/li>\r\n<\/ul>\r\n<p>Please contact our data privacy manager if you want further information on the specific mechanism used by us when transferring your personal data out of the EEA.<\/p>\r\n<hr \/>\r\n<p><strong>9. DATA SECURITY<\/strong><br \/>We have put in place measures to protect the security of your information. Details of these measures are available upon request.<\/p>\r\n<p>Third parties will only process your personal information on our instructions and where they have agreed to treat the information confidentially and to keep it secure.<\/p>\r\n<p>We have put in place appropriate security measures to prevent your personal information from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal information to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal information on our instructions and they are subject to a duty of confidentiality.<\/p>\r\n<p>We have put in place procedures to deal with any suspected data security breach and will notify you and any applicable regulator of a suspected breach where we are legally required to do so.<\/p>\r\n<hr \/>\r\n<p><strong>10. DATA RETENTION<\/strong><br \/><strong>How long will you use my information for?<\/strong><\/p>\r\n<p>We will only retain your personal information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.<\/p>\r\n<p>In some circumstances we may anonymise your personal information so that it can no longer be associated with you, in which case we may use such information without further notice to you.<\/p>\r\n<hr \/>\r\n<p><strong>11. RIGHTS OF ACCESS, CORRECTION, ERASURE, AND RETRICTION<\/strong><br \/><strong>Your duty to inform us of changes<\/strong><\/p>\r\n<p>It is important that the personal information we hold about you is accurate and current. Please keep us informed if your personal information changes during your relationship with us.<\/p>\r\n<p><strong>Your rights in connection with personal information<\/strong><\/p>\r\n<p>Under certain circumstances, by law you have the right to:<\/p>\r\n<ul>\r\n<li><strong>Request access <\/strong>to your personal information (commonly known as a “data subject access request”). This enables you to receive a copy of the personal information we hold about you and to check that we are lawfully processing it.<\/li>\r\n<li><strong>Request correction <\/strong>of the personal information that we hold about you. This enables you to have any incomplete or inaccurate information we hold about you corrected.<\/li>\r\n<li><strong>Request erasure <\/strong>of your personal information. This enables you to ask us to delete or remove personal information where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal information where you have exercised your right to object to processing (see below).<\/li>\r\n<li><strong>Object to processing <\/strong>of your personal information where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground. You also have the right to object where we are processing your personal information for direct marketing purposes.<\/li>\r\n<li><strong>Request the restriction of processing <\/strong>of your personal information. This enables you to ask us to suspend the processing of personal information about you, for example if you want us to establish its accuracy or the reason for processing it.<\/li>\r\n<li><strong>Request the transfer <\/strong>of your personal information to another party.<\/li>\r\n<\/ul>\r\n<p>If you want to review, verify, correct or request erasure of your personal information, object to the processing of your personal data, or request that we transfer a copy of your personal information to another party, please contact our data privacy manager in writing.<\/p>\r\n<p><strong>No fee usually required<\/strong><\/p>\r\n<p>You will not have to pay a fee to access your personal information (or to exercise any of the other rights). However, we may charge a reasonable fee if your request for access is clearly unfounded or excessive. Alternatively, we may refuse to comply with the request in such circumstances.<\/p>\r\n<p><strong>What we may need from you<\/strong><\/p>\r\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access the information (or to exercise any of your other rights). This is another appropriate security measure to ensure that personal information is not disclosed to any person who has no right to receive it.<\/p>\r\n<p><strong>Right to withdraw consent<\/strong><\/p>\r\n<p>In the limited circumstances where you may have provided your consent to the collection, processing and transfer of your personal information for a specific purpose, you have the right to withdraw your consent for that specific processing at any time. To withdraw your consent, please contact our data privacy manager. Once we have received notification that you have withdrawn your consent, we will no longer process your information for the purpose or purposes you originally agreed to, unless we have another legitimate basis for doing so in law.<\/p>\r\n<p><strong>Data privacy manager<\/strong><\/p>\r\n<p>We have appointed a data privacy manager to oversee compliance with this privacy notice. If you have any questions about this privacy notice or how we handle your personal information, please contact the data privacy manager. You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues.<\/p>\r\n<p><strong>Changes to this privacy notice<\/strong><\/p>\r\n<p>We reserve the right to update this privacy notice at any time, and we will provide you with a new privacy notice when we make any substantial updates. We may also notify you in other ways from time to time about the processing of your personal information.<\/p>\r\n<p><strong>If you have any questions about this privacy notice, please contact our Data Privacy Manager, Jonas Lencer, Director (jonas@drmm.co.uk, 020 7803 0777) .<\/strong><\/p>\r\n<hr \/>\r\n<p><strong>SITUATIONS IN WHICH WE WILL USE YOUR PERSONAL INFORMATION<\/strong><\/p>\r\n<p>&nbsp;<\/p>\r\n<table width=\"100%\">\r\n<tbody>\r\n<tr>\r\n<td width=\"33%\"><strong>Purpose\/Activity<\/strong><\/td>\r\n<td width=\"25%\"><strong>Type of data<\/strong><\/td>\r\n<td width=\"40%\"><strong>Lawful basis for processing including basis of legitimate interest<\/strong><\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To register you as a new client<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<\/td>\r\n<td width=\"40%\">Performance of a contract with you<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To process and deliver our products and services including:\r\n<p>&nbsp;<\/p>\r\n<p>(a) Manage payments, fees and charges<\/p>\r\n<p>(b) Collect and recover money owed to us<\/p>\r\n<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<p>(c) Financial<\/p>\r\n<p>(d) Transaction<\/p>\r\n<p>(e) Marketing and Communications<\/p>\r\n<\/td>\r\n<td width=\"40%\">(a) Performance of a contract with you\r\n<p>&nbsp;<\/p>\r\n<p>(b) Necessary for our legitimate interests (to recover debts due to us or to provide products and services to our clients)<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To manage our relationship with you which will include:\r\n<p>&nbsp;<\/p>\r\n<p>(a) Notifying you about changes to our terms or privacy policy<\/p>\r\n<p>(b) Asking you to leave a review or take a survey<\/p>\r\n<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<p>(c) Profile<\/p>\r\n<p>(d) Marketing and Communications<\/p>\r\n<\/td>\r\n<td width=\"40%\">(a) Performance of a contract with you\r\n<p>&nbsp;<\/p>\r\n<p>(b) Necessary to comply with a legal obligation<\/p>\r\n<p>(c) Necessary for our legitimate interests (to keep our records updated and to study how clients use our products\/services)<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To enable you to complete a survey<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<p>(c) Profile<\/p>\r\n<p>(d) Usage<\/p>\r\n<p>(e) Marketing and Communications<\/p>\r\n<\/td>\r\n<td width=\"40%\">(a) Performance of a contract with you\r\n<p>&nbsp;<\/p>\r\n<p>(b) Necessary for our legitimate interests (to study how clients use our products\/services, to develop them and grow our business)<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To administer and protect our business<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<p>(c) Technical<\/p>\r\n<\/td>\r\n<td width=\"40%\">(a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise)\r\n<p>&nbsp;<\/p>\r\n<p>(b) Necessary to comply with a legal obligation<\/p>\r\n<\/td>\r\n<\/tr>\r\n<tr>\r\n<td width=\"33%\">To make suggestions and recommendations to you about goods or services that may be of interest to you<\/td>\r\n<td width=\"25%\">(a) Identity\r\n<p>&nbsp;<\/p>\r\n<p>(b) Contact<\/p>\r\n<p>(c) Technical<\/p>\r\n<p>(d) Usage<\/p>\r\n<p>(e) Profile<\/p>\r\n<\/td>\r\n<td width=\"40%\">Necessary for our legitimate interests (to develop our products\/services and grow our business)<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n","protected":false},"excerpt":{"rendered":"<p>dRMM PRIVACY NOTICE FOR CLIENTS, BUSINESS CONTACTS AND OTHER INTERESTED PARTIES 1. WHAT IS THE PURPOSE OF THIS DOCUMENT? dRMM Ltd (de Rijke Marsh Morgan Architects) is committed to protecting the privacy and security of your personal information. This privacy notice describes how we collect and use personal information about you before, during and after your [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":1,"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":8681,"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/pages\/3\/revisions\/8681"}],"wp:attachment":[{"href":"http:\/\/drmm.co.uk\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}